Repository: sparcs-kaist/new-ara-app
Catalog: ios/Localizable.xcstrings
Source language: en
Languages: ko

source: Affiliates
ko: 제휴업체

source: Course/Academic Record/Thesis
ko: 수강/학적/논문

source: Curriculum Changes
ko: 교과과정신설변경

source: Dormitory
ko: 생활관

source: Employment
ko: 채용

source: Faculty Clubs
ko: 교직원동호회

source: Family Events
ko: 경조사

source: General Notice
ko: 통합공지

source: IT Services
ko: IT 서비스

source: Keyword "%@" detected
ko: "%@" 키워드

source: Leadership/Internship/Counseling
ko: 리더십/인턴/상담

source: Library
ko: 도서관

source: Maintenance Notice
ko: 작업 공지

source: Newsletter
ko: 뉴스레터

source: No posts found
ko: 게시글 없음

source: Notice in %@
ko: %@ 게시판

source: Portal Notice Widget
ko: 포탈 공지 위젯

source: Portal Notices
ko: 포탈 공지

source: Scholarship & Welfare
ko: 장학/복지

source: Seminars & Events
ko: 세미나/행사

source: Sports & Health Care
ko: 체육/건강관리/클리닉

source: Start-ups
ko: 창업

source: Student Clubs
ko: 학생동아리소개

source: Student Council Notice
ko: 원총/총학 공지

source: Teaching & Learning Board
ko: 교수학습게시판

source: Technical Research Personnel
ko: 전문연구요원

source: Trending
ko: 인기 급상승

source: Widget for KAIST Portal Notice.
ko: KAIST 포탈 공지를 표시하는 위젯.

source: Work Manual
ko: 작업 공지

source: Work-Study Scholarship
ko: 근로장학생
